{"Level 3 Foundation Certificate in People Practice":{"3CO01 - Business, culture and change in context":[{"Assessment Criteria":"1.1 Examine the key external influences that impact on business environments.","Question":"Examine two key external factors likely to impact on BPE's acquisition of Emrosu."},{"Assessment Criteria":"1.2 Discuss organisational goals and why it is important for organisations to plan.","Question":"Discuss two business goals that BPE might set once the acquisition has been completed, explaining the reasons why it is important that they plan to achieve these."},{"Assessment Criteria":"1.3 Discuss the products and/or services the organisation delivers, including who the main customers are.","Question":"Discuss:\na) the products and services that BPE and Emrosu deliver and\nb) their main customers."},{"Assessment Criteria":"1.4 Review the range of technology available within the people profession, including how it can be utilised to improve working practices and collaboration.","Question":"Review the range of technology that could be available to the people professionals working at BPE and Emrosu and how these could be utilised to improve working practices and collaboration after the acquisition."},{"Assessment Criteria":"2.1 Define workplace culture in organisational settings and the importance of fostering positive approaches towards it.","Question":"Define what is meant by 'organisational culture' in general and why it will be important to foster an appropriate and effective workplace culture in BPE after the acquisition."},{"Assessment Criteria":"2.2 Explain how organisations are whole systems, and how work and actions as a people professional could impact elsewhere in the organisation.","Question":"Explain how organisations function as whole systems and how the work and actions of the people professionals at BPE, after the acquisition, could impact the organisation."},{"Assessment Criteria":"3.1 Explain the importance of planning and managing change within the workplace.","Question":"Explain the main reasons why it is important that any changes made following the acquisition are planned and effectively managed."},{"Assessment Criteria":"3.2 Consider the importance and role that people professionals play within change.","Question":"Consider the importance and role that the people professionals in BPE and Emrosu could play during the changes."},{"Assessment Criteria":"3.3 Discuss how change can impact people in different ways.","Question":"Discuss how the changes could impact people working at BPE and Emrosu."}],"3CO02 - Principles of analytics":[{"Assessment Criteria":"1.1 Explain what evidenced-based practice is and how it is applied within an organisation.","Question":"Explain what evidence-based practice is and provide two examples of how Company X could apply it."},{"Assessment Criteria":"1.2 Explain the importance of using data in organisations.","Question":"Explain the importance of using data at Company X to accurately determine problems and issues."},{"Assessment Criteria":"1.3 Explain different types of data measurements that people professionals use.","Question":"Explain the different types of data measurements that people professionals at Company X could use."},{"Assessment Criteria":"1.4 Conduct common calculations to interpret data.","Question":"The Excel table (available in the resources folder in the assessment area) shows the hours of overtime worked over a four-week period for one of Company X's clients, Blue Mountain Patisserie.\n\nYour task is to:\n- Calculate the average number of overtime hours worked by each employee during the four-week period.\n- Calculate the average overtime hours as a percentage of the normal working hours.\n- Analyse the results and provide written comments on any issues the data reveals, suggesting potential problems and solutions."},{"Assessment Criteria":"1.5 Present findings in different formats to enable informed decision making.","Question":"Finally, present your findings using at least two different types of diagrammatic forms (for example, pie charts, bar graphs, or line graphs) to make the information easier to understand."},{"Assessment Criteria":"1.6 Explain how the application of agreed policies and procedures informs decisions.","Question":"Explain how the application of policies and procedures can inform Company X's decisions."},{"Assessment Criteria":"2.1 Explain how people professionals create value for people, organisations and wider stakeholders.","Question":"Explain how the people professionals at Company X can create value for their people, their organisation and their wider stakeholders."},{"Assessment Criteria":"2.2 Summarise ways in which you can be customer-focused, and standards driven in your own context.","Question":"Imagine that you have been successful in your application for the role at Company X. Summarise the ways that you could be customer focused, and standards driven in your new role, drawing on your previous experience, as necessary."}],"3CO03 - Core behaviours for people professionals":[{"Assessment Criteria":"1.1 Explain ethical principles and professional values including how these can inform approaches to work.","Question":"Ethical working is very important to Nuvascare. Tell us what you understand by the terms 'ethical principles' and 'professional values' and give us an example of how one of your values has informed your behaviour at work. Make sure you give us the full context of your example (what type of work, what value, how it informed your behaviour)"},{"Assessment Criteria":"1.2 Specify ways in which you conform consistently with relevant regulation and law within the context of ethics and professional practice.","Question":"As a provider of care, we are rigorous about complying with relevant regulation and law. Tell us about two ways you have previously complied with relevant regulation and law in your work or studies within the context of ethics and professional practice."},{"Assessment Criteria":"2.1 Summarise ways of demonstrating respectful and inclusive working, in relation to: Contributing your views and opinions, Clarifying problems or issues and Working effectively as part of a team.","Question":"Our people practice team are a happy and inclusive group of people, who respect each other and work well together. The team values are that everyone is willing to:\na) contribute their views and opinions\nb) clarify problems or issues\nc) work effectively as part of the team.\nFor this question we would like you to provide three examples (one for each of a, b, c), summarising how you demonstrated the behaviour."},{"Assessment Criteria":"2.2 Recommend ways in which you can show inquisitiveness about issues and developments in the people profession and the wider world of work","Question":"Professional development is key to the effectiveness of our people practice team and we would like to know how you approach your professional development. Please tell us about your two favourite methods for keeping-up-to-date with issues and developments in the people profession and how you make use of the information you gain from these two methods."},{"Assessment Criteria":"2.3 Demonstrate proactive approaches to developing, recording, and reflecting on your professional knowledge, skills, and experiences.","Question":"Finally, show us that you actively undertake, record and reflect on your development, by providing your CPD record. This should include at least two examples (from within the last two years) of development activities you have undertaken with accompanying reflections on how they impacted you."}],"3CO04 - Essentials of people practice":[{"Assessment Criteria":"1.1 Explain each stage of the employee lifecycle and the role of people professionals in it.","Question":"Create a diagram that shows stages in the employee lifecycle. After reading all the tasks in the assessment brief, annotate each stage to explain how people professionals at Jemijo could contribute to the stages in your diagram."},{"Assessment Criteria":"1.2 Explain different ways in which you can prepare information for specified roles.","Question":"Explain how job analysis can help to create an accurate job description and person specification, for the role of a claim's handler, at Jemijo's call centre."},{"Assessment Criteria":"1.3 Explain different recruitment methods and when it is appropriate to use them.","Question":"Jemijo advertise vacancies though their website and on commercial jobs boards. Explain each of these recruitment methods and explain why these methods are appropriate for advertising call centre vacancies."},{"Assessment Criteria":"1.4 Explain factors to consider when deciding on content of copy used in recruitment methods.","Question":"Explain why the content of the copy used in the job adverts on Jemijo's website could vary compared to the content of copy on commercial jobs boards."},{"Assessment Criteria":"2.1 Explain different selection methods and when it is appropriate to use them.","Question":"Explain why structured interviews and assessment centres are appropriate selection methods for call centre roles at Jemijo."},{"Assessment Criteria":"2.2 Develop selection criteria and shortlist candidate applications for interview for an identified role.","Question":"Devise selection criteria for the post of People Assistant using the job description already written (Appendix A). Use the selection shortlisting matrix (Appendix B) to shortlist applications against the selection criteria to determine candidates to be interviewed. You must use the completed, sample application forms provided in Appendix C."},{"Assessment Criteria":"2.3 Participate effectively in a selection interview and the decision-making process for an identified role.","Question":"Interview one applicant and decide whether they meet the criteria for the post. The interview could be a panel of no more than three learners from the same centre, or one-to-one interview (as determined by your centre). The interview could be conducted face-to-face or by web conferencing (as determined by your centre)."},{"Assessment Criteria":"2.4 Explain the selection records that need to be retained","Question":"Explain what records from the structured interviews and assessment centres at Jemijo should be retained."},{"Assessment Criteria":"2.5 Write letters of appointment and non-appointment for an identified role.","Question":"Using an AI tool of your choice, create templates for a letter of appointment and a letter of non-appointment for the call centre customer service role. Once you have created the templates, critically review each template, and explain which elements you would keep and why, and which elements you would remove or change and why."},{"Assessment Criteria":"3.1 Explain the importance of work-life balance within the employment relationship and how it can be influenced by legislation.","Question":"Explain, with reference to legislation, why it is important that call centre staff at Jemijo, working on the 24/7 claims hotline, have adequate periods of rest between periods of work and do not work excessive hours."},{"Assessment Criteria":"3.2 An explanation of what is meant by, and the importance of, wellbeing in the workplace.","Question":"Briefly explain what is meant by the term wellbeing and explain why wellbeing is important in Jemijo's call centre."},{"Assessment Criteria":"3.3 Summarise the main points of discrimination legislation","Question":"Henry, a call centre manager at Jemijo, is keen to attract and select young people to work in the call centre and suggests advertising vacancies for 18- to 21-year-olds. With reference to discrimination legislation, summarise why this approach presents a legal risk"},{"Assessment Criteria":"3.4 Explain what diversity and inclusion mean and why they are important","Question":"Explain how the terms diversity and inclusion differ and why diversity and inclusion are important in Jemijo's call centres."},{"Assessment Criteria":"3.5 Explain the differences between fair and unfair dismissal","Question":"Henry advises you that Megan, a Jemijo employee with five years' continuous service, swore at a customer who was frustrated about the time taken to deal with their insurance claim. Henry informs you that he has not taken any action yet but will dismiss Megan in a meeting today and asks whether there is a form that they need to fill out for this to ensure Megan is not overpaid. You are relieved that Henry has contacted you, but you are concerned about his proposal and the legal risk of his approach. Explain why Henry's approach is likely to be viewed as an unfair dismissal and how the approach differs to the approach needed for a fair dismissal."},{"Assessment Criteria":"4.1 Explain the purpose and components of performance management","Question":"Question 15: The CIPD factsheet, 'Performance management: an introduction', states that performance management includes the following activities: Establish objectives; Improve performance; Hold people to account. Explain how these activities could assist in the performance management of call centre staff at Jemijo."},{"Assessment Criteria":"4.2 Explain the main factors that need to be considered when managing performance.","Question":"Question 16: Explain how the level of skill and level of motivation of call centre staff at Jemijo could impact their performance."},{"Assessment Criteria":"4.3 Explain different methods of performance review","Question":"At present, call centre staff at Jemijo have annual appraisals with their manager. Explain whether continuous reviews could be more beneficial than annual reviews."},{"Assessment Criteria":"5.1 Explanation of the key components (financial and non-financial) that are required to achieve an effective total reward system","Question":"The CIPD factsheet, 'Strategic and total reward, sets out a range of elements that could form part of total reward. Explain why, 'Access to professional and personal development' and 'meaningful work' could be valued by call centre customer service advisors at Jemijo."},{"Assessment Criteria":"5.2 Explain the relationship between reward and performance, and the links to motivation","Question":"With reference to at least one motivation theory, explain how non-financial reward could support good performance in the call centre at Jemijo."},{"Assessment Criteria":"5.3 Explain at least two reasons for treating employees fairly in relation to pay.","Question":"Explain why it is important that pay for call centre staff at Jemijo is equitable and consistent."},{"Assessment Criteria":"6.1 Explain why learning and development activities are of benefit to individuals and organisations.","Question":"Explain the benefits to new starters and Jemijo of the call centre's basic training programme."},{"Assessment Criteria":"6.2 Describe different types of learning needs and reasons why they arise for individuals and organisations.","Question":"All new starters in the call centre at Jemijo undertake the basic training programme. Describe different types of learning needs that might arise once the basic training is complete and describe why they might arise."},{"Assessment Criteria":"6.3 Summarise different face-to-face and blended learning and development approaches including: facilitation, training, coaching, mentoring.","Question":"The call centre basic training is mainly delivered through face-to-face, classroom-based training activities. The Learning and Development Team are exploring alternative approaches that can be used to supplement basic training, when developing Call Centre Managers. Provide a brief summary of how face-to-face training can be used to develop managers, and briefly summarise how blended learning, facilitation, coaching, and mentoring could also be used to develop management skills."},{"Assessment Criteria":"6.4 Explain how individual requirements and preferences must be accommodated in the design and delivery of learning and development.","Question":"As successful completion of the basic training programme is essential for new starters, explain how Jemijo can ensure that the basic training programme is inclusive and accessible for all new starters."},{"Assessment Criteria":"6.5 Discuss how learning and development can be evaluated.","Question":"Discuss a range of metrics that could be used to evaluate the effectiveness of the basic training for call centre staff at Jemijo"}]},"Level 5 Associate Diploma in People Management":{"5CO01 - Organisational performance and culture in practice":[{"Assessment Criteria":"1.1 - Evaluate the advantages and disadvantages of different types of organisation structures, including the reasons underpinning them.","Question":"Evaluate the extent to which the flat non-hierarchical structure was appropriate under Kirsten's ownership and the extent to which the hierarchical bureaucratic structure is suitable under Chaffinch Group's ownership."},{"Assessment Criteria":"1.2 - Analyse connections between organisational strategy, products, services and customers.","Question":"Analyse how Chaffinch Group could use a rational approach to strategy formulation to ensure that services provided meet customer needs."},{"Assessment Criteria":"1.3 Analyse external factors and trends impacting organisations to identify current organisational priorities.","Question":"Analyse one external factor that is currently having a negative impact on the residential care industry and one external factor that is currently having a positive impact on the residential care industry."},{"Assessment Criteria":"1.4 Assess the scale of technology within organisations and how it impacts work.","Question":"Under Kirsten's ownership of Calmere House, there was little investment in technology. Chaffinch Group want to change this approach and have decided to implement technology to deliver better patient care and employee experience. Assess how technology could be used by Chaffinch Group and how this would impact work at Calmere House."},{"Assessment Criteria":"2.1 Explain theories and models which examine organisational culture and human behaviour.","Question":"Using theories and models which examine organisational and human behaviour, explain why problems have arisen following the takeover of Calmere House by Chaffinch Group."},{"Assessment Criteria":" 2.2 Assess how people practices impact on organisational culture and behaviour.","Question":"Assess how changes to selection and employee voice have impacted organisational culture and behaviours at Chaffinch Group."},{"Assessment Criteria":"2.3 Explain different approaches to managing change.","Question":"Explain how Chaffinch Group could have better managed the change from a small owner-managed care home to Calmere House being part of a large organisation."},{"Assessment Criteria":" 2.4 Discuss models for how change is experienced.","Question":"Explain the experience of change for the employees at Calmere House and examine how this is reflected through the stages of one model."},{"Assessment Criteria":" 2.5 Assess the importance of wellbeing at work and the different factors which impact wellbeing.","Question":"Assess two factors that could impact employee wellbeing at Calmere House including why it is important that these factors are addressed."},{"Assessment Criteria":"3.1 Discuss the links between the employee lifecycle and different people practice roles.","Question":"Discuss how the people manager, recruitment advisor and employment relations case advisor could support the retention stage of the employee lifecycle."},{"Assessment Criteria":"3.2 Analyse how people practice connects with other areas of an organisation and supports wider people and organisational strategies.","Question":"Analyse how people practices could help Chaffinch Group to fill 100% of resident rooms within six months."},{"Assessment Criteria":"3.3 Discuss processes for consulting and engaging with internal customers to understand their needs.","Question":"Discuss how Kath could consult and engage with employees to understand why employee turnover at Calmere House has increased."}],"5CO02 - Evidence-based practice and the decision-making process":[{"Assessment Criteria":"1.1 - Evaluate of the concept of evidence-based practice including how it can be applied to decision-making in people practice.","Question":"Evaluate the concept of evidence-based practice (EBP) and provide two examples of where Technivara could use it to ensure sound decision-making in people practice."},{"Assessment Criteria":"1.2 - Evaluate a range of analysis tools and methods including how they can be applied to diagnose organisational issues, challenges and opportunities.","Question":"Evaluate one appropriate analysis tool and one appropriate analysis method that Technivara might apply to recognise and diagnose issues, challenges, and opportunities."},{"Assessment Criteria":"1.3 - Explain the principles of critical thinking including how you apply these to your own and others' ideas.","Question":"Explain the main principles of critical thinking including how these might apply to your own and others' ideas to assist objective and rational debate at Technivara."},{"Assessment Criteria":"1.4 - Explain a range of decision-making processes.","Question":"Explain two decision-making processes that Technivara could apply to ensure that effective outcomes are achieved."},{"Assessment Criteria":"1.5 - Assess how different ethical perspectives can influence decision-making.","Question":"Assess two different ethical perspectives including how these could be used at Technivara to inform and influence decision-making."},{"Assessment Criteria":"2.1 - With reference to a people practice issue, interpret analytical data using appropriate analysis tools and methods.","Question":"Table 1 shows Technivara's turnover and recruitment data for 2024. Sue has asked you to convert the data into percentage form, for each of the departments, to show:\n- Leavers as a % of the total number of employees\n- Vacancies as % of the total number of employees\n- Positions filled as a % of the total number of employees"},{"Assessment Criteria":"2.2 - Present key findings for stakeholders from people practice activities and initiatives.","Question":"When you have completed Table 1, present your findings using a minimum of three different types of diagrammatical forms."},{"Assessment Criteria":"2.3 - Make justified recommendations based on evaluation of the benefits, risks and financial implications of potential solutions.","Question":"Table 2 contains evaluation feedback from 42 employees who attended a recent learning and development activity. Sue would like you to review the feedback and identify patterns, themes or trends that might be occurring and make recommendations based on your findings."},{"Assessment Criteria":"3.1 - Appraise different ways organisations measure financial and non-financial performance.","Question":"Appraise two different ways that Technivara could measure financial and non-financial performance, providing one example of each."},{"Assessment Criteria":"3.2 - Explain how to measure the impact and value of people practice using a variety of methods.","Question":"Explain how people practices could add value at Technivara and identify two methods that might be used to measure the impact of these people practices."}],"5CO03 - Professional behaviours and valuing people":[{"Assessment Criteria":"1.1 Appraise what it means to be a people professional.","Question":"As part of her actions to improve systems and procedures at Nexxobyte, Aisha has established monthly on-site Management Team meetings to be attended by her, Kit, you and the three Team Leaders. She would like you to make a short presentation at the first meeting 'appraising what it means to be a people professional, and some of the ways you can contribute at Nexxobyte.'\nProvide a written response covering the points you would include in this presentation. NOTE: there is no requirement to 'present' anything for this question - only to provide a written response."},{"Assessment Criteria":"1.2 Recognise how personal and ethical values can be applied in the context of people practice.","Question":"You are excited by your new role and whilst you can see that there is a lot to do, you feel ready for the challenge.\nDiscuss two of your personal or ethical values that you believe will help you in your new role, and how consistently applying these will inform your people practice work at Nexxobyte."},{"Assessment Criteria":"1.3 Consider the importance of people professionals contributing to discussions in an informed, clear and confident way to influence others.","Question":"Aisha has emphasised that she wants you to be a 'a firm voice for people practice at Nexxobyte'. This means communicating with the management team in an informed, clear and confident way to convince them of the need for change and new ways of working. Consider why it is important to communicate in this way and two potential consequences (one for you and one for Nexxobyte) if you are unable to do so."},{"Assessment Criteria":"1.4 Recognise when and how you would raise matters which conflict with ethical values or legislation.","Question":"During a conversation with the two administration staff, you learn more about some of the problems there have been at Nexxobyte. Some of these involved unethical behaviour (one manager regularly approving attendance at expensive training events and conferences for his 'favourite' team members, whilst consistently refusing similar requests from others) and even some illegal activity (a former employee using Nexxobyte work time and equipment to operate his own separate business).\nExplain how, if you had been at Nexxobyte and aware of these two situations when they existed, you would have approached and raised them."},{"Assessment Criteria":"2.1 Argue the human and business benefits of people feeling included, valued, and fairly treated at work linking to related theory.","Question":"You are pleased that your presentation at the manager's meeting (see Q1) was well received. However, one manager has since commented in the Manager Chat group, “We don't really need to change anything - the company is doing well financially and anyway people work much harder when they are not protected by a load of feel-good policies and procedures.” You want to respond to this comment in a professional and informative way which may help to change these views.\nWith reference to research or theory, argue the human and business benefits of people feeling included, valued, and fairly treated at work."},{"Assessment Criteria":"2.2 Discuss strategies for designing and ensuring inclusive people practices.","Question":"Following several of the complaints about unfair practice in relation to staff training, Aisha has asked you to devise a fair Staff Learning & Development Policy, which will include all staff members and will set out factors such as: allowable paid time for development activities, individual training budgets, type of learning activities that can be included, etc.\nDiscuss the steps you will take\nTo make your design of the initiative fair and inclusive\nTo check, after three months of implementation, that the initiative is as inclusive as you have intended.\nNOTE: there is no need to devise a policy here, only to discuss how you will design it to be inclusive and how you will check inclusivity after three months."},{"Assessment Criteria":"2.3 Reflect on your own approach to working inclusively and building positive working relationships with others.","Question":"Using a combination of your own reflections and feedback from at least one other person, review your own behaviour against the six Associate-level standards for 'Working inclusively' in the CIPD Profession Map. https://www.cipd.org/uk/the-people-profession/the-profession-map/explore-the-profession-map/core-behaviours/working-inclusively/\nSummarise your conclusions from this activity, along with a brief explanation of who you involved and how their feedback informed your review.NOTE: You don't need to provide a reference or in-text citation for 2.3."},{"Assessment Criteria":"3.1 Explore how the role of a people professional is evolving and the implications this has for continuing professional development.","Question":"Research and identify two ways the people practitioner role (generalist or any specialist) is evolving. Summarise these two developments and the implications they have for your ongoing professional development."},{"Assessment Criteria":"3.2 Assess your strengths, weaknesses and development areas based on self-assessment and feedback from others","Question":"With reference to your reflections and feedback at Q7, and your research at Q8, assess your current strengths, weaknesses and development areas in relation to people practice. NOTE: You don't need to provide a reference or in-text citation for AC 3.2"},{"Assessment Criteria":"3.3 Formulate a range of formal and/or informal continuing professional development (CPD) activities to support your learning journey.","Question":"Following on from your self-assessments, identify two development activities you will undertake (or commence) in the next six months. Provide a brief explanation of the activities you have selected along with your reasons for choosing them. NOTE: You don't need to provide a reference or in-text citation for AC 3.3"},{"Assessment Criteria":"3.4 Reflect on the impact of your continuing professional development activities on own behaviour and performance.","Question":"Shifting your focus to development activities you have already undertaken within the last two years, reflect on the two activities (formal or informal) that you consider had the greatest impact on your behaviour and performance.\nProvide your reflections, attached to your assessment, as either:\nyour own format CPD record, edited to include just the two selected activities, or\na report (or reports) from the CIPD 'My CPD Reflections' tool.NOTE: You don't need to provide a reference or in-text citation for AC 3.4."}],"5HR01 - Employee relationship management":[{"Assessment Criteria":"1.1 Differentiate between employee involvement and employee participation and how it builds relationships.","Question":"Differentiate between employee involvement and employee participation and how they build relationships."},{"Assessment Criteria":"1.2 Compare forms of union and non-union employee representation.","Question":"Compare forms of union and non-union employee representation."},{"Assessment Criteria":"1.3 Evaluate the relationship between employee voice and organisational performance.","Question":"Evaluate the relationship between employee voice and organisational performance."},{"Assessment Criteria":"1.4 Explain the concept of better working lives and how this can be designed.","Question":"Explain the concept of better working lives and how this can be designed."},{"Assessment Criteria":"2.1 Distinguish between organisational conflict and misbehaviour.","Question":"Distinguish between organisational conflict and misbehaviour."},{"Assessment Criteria":"2.2 Assess emerging trends in the types of conflict and industrial sanctions.","Question":"An assessment of emerging trends in the types of conflicts and industrial sanctions."},{"Assessment Criteria":"2.3 Distinguish between third-party conciliation, mediation, and arbitration.","Question":"Distinguish between third-party conciliation, mediation, and arbitration."},{"Assessment Criteria":"3.1 Explain the principles of legislation relating to unfair dismissal in respect of capability and misconduct issues.","Question":"Explain the principles of legislation relating to unfair dismissal in respect of capability and misconduct issues."},{"Assessment Criteria":"3.2 Analyse key causes of employee grievances.","Question":"Analyse three key causes of employee grievances."},{"Assessment Criteria":"3.3 Advise on the importance of handling grievances effectively.","Question":"Advise on the importance of handling grievances effectively."}],"5HR02 - Talent management and workforce planning":[{"Assessment Criteria":"1.1 Explain how organisations strategically position themselves in competitive labour markets.","Question":"New entrants to the parcel delivery market and other labour market competitors have adversely affected ParcelCare's ability to compete in labour markets. Explain how ParcelCare can strategically position themselves in competitive labour markets."},{"Assessment Criteria":"1.2 Explain the impact of changing labour market conditions on resourcing decisions.","Question":"Explain the impact of changing labour market conditions on resourcing decisions at ParcelCare."},{"Assessment Criteria":"2.1 Analyse the impact of effective workforce planning.","Question":"You are aware that workforce planning has not been carried out in the past and decide to persuade the senior leadership team that this activity is worth doing. Analyse the impact of effective workforce planning, making clear how ParcelCare could benefit from this activity"},{"Assessment Criteria":"2.2 Evaluate the techniques used to support the process of workforce planning.","Question":"To strengthen your argument to introduce workforce planning, evaluate techniques that can be used to support the process of workforce planning."},{"Assessment Criteria":"2.3 Evaluate the strengths and weaknesses of different methods of recruitment and selection to build effective workforces.","Question":"Currently, vacancies are advertised on ParcelCare's website. Line managers then interview shortlisted applicants. You feel that these are suitable recruitment and selection methods to use but want to broaden the methods used. Evaluate the strengths and weaknesses of two different recruitment methods and two different selection methods."},{"Assessment Criteria":"3.1 Discuss factors that influence why people choose to leave or remain in organisations.","Question":"On examining employee turnover rates, you feel the rate is higher than it should be, and higher than internal targets. To try to understand this further, discuss differences between avoidable and unavoidable turnover and differences between push and pull factors"},{"Assessment Criteria":"3.2 Compare different approaches to retaining talent.","Question":"Retention of warehouse staff is an issue, as there are many labour market competitors. Compare the following retention approaches: realistic job previews; induction; job enrichment; and reward."},{"Assessment Criteria":"3.3 Explain the impact of dysfunctional employee turnover.","Question":"To influence the senior leadership team to accept that employee turnover should be addressed, explain the impact of dysfunctional employee turnover."},{"Assessment Criteria":"4.1 Assess suitable types of contractual arrangements dependent on specific workforce needs.","Question":"ParcelCare employs the majority of employees on permanent, full-time contracts. You feel these contracts have their place, but it is time to consider whether other types of contractual arrangements could be beneficial to the organisation, especially when demand for delivery services increases and decreases. Assess the suitability of permanent, full-time contracts for delivery drivers as well as two other types of contracts."},{"Assessment Criteria":"4.2 Explain the benefits of effective onboarding.","Question":"At present, an ad hoc approach is taken to onboarding and typically involves the line manager ensuring new starter forms are completed and health and safety training provided. You identify that onboarding can be improved but first need to convince others that investment in this area is worthwhile. Explain the benefits of effective onboarding."}],"5HR03 - Reward for performance and contribution":[{"Assessment Criteria":"1.1 Explain the principles of reward and its importance to organisational culture and performance management.","Question":"Explain the principles of reward and its importance to organisational culture and performance management"},{"Assessment Criteria":"1.2 Assess the contribution of extrinsic and intrinsic rewards to improving employee contribution and sustained organisational performance.","Question":"Assess the contribution of extrinsic and intrinsic rewards to improving employee contribution and sustained organisational performance."},{"Assessment Criteria":"2.1 Explain differences between types of grade and pay structures.","Question":"Explain the differences between types of grade and pay structures."},{"Assessment Criteria":"2.2 Explain how contingent rewards can impact individual, team and organisational performance.","Question":"Explain how contingent rewards can impact individual, team and organisational performance."},{"Assessment Criteria":"2.3 Explain the merits of different types of benefits offered by organisations.","Question":"Explain the merits of different types of benefits offered by organisations."},{"Assessment Criteria":"2.4 Explain the merits of different types of recognition schemes offered by organisations.","Question":"Explain the merits of different types of recognition schemes offered by organisations."},{"Assessment Criteria":"3.1 Assess the business context of the reward environment.","Question":"Assess the business context of the reward environment"},{"Assessment Criteria":"3.2 Evaluate the most appropriate ways in which benchmarking data can be gathered and measured to develop insight.","Question":"Evaluate the most appropriate ways in which benchmarking data can be gathered and measured to develop insight"},{"Assessment Criteria":"3.3 Explain approaches to job evaluation.","Question":"Explain approaches to job evaluation."},{"Assessment Criteria":"3.4 Explain the legislative requirements that impact reward practice.","Question":"Explain the legislative requirements that impact reward practice."}],"5OS01 - Specialist employment law":[{"Assessment Criteria":"1.1 Evaluate the aims and objectives of employment regulation.","Question":"Email 1: A fellow people management officer estimates that 20% or so of her working days are taken up with activity that is created as a result of regulations. She states this is time she would prefer to spend more productively improving the employment experience that the Trust provides. To help her understand why it is important to spend time dealing with issues that relate to employment law, send a reply that includes an evaluation of the aims and objectives of employment regulation."},{"Assessment Criteria":"1.2 Examine the role played by the tribunal and courts system in enforcing employment law.","Question":"Email 2: You are asked to brief a senior manager in your team about the status of judgements made by the European Court of Justice (ECJ) prior to the UK's departure from the European Union in 2020. Do these remain good law? Are they still binding on the UK courts? Or can they now be disregarded? He asks for an example by way of illustration."},{"Assessment Criteria":"2.1 Explain the main principles of discrimination law in recruitment, selection and employment.","Question":"Email 3: A colleague asks for advice about 'occupational requirements'. She wants to know when she may and may not seek to stipulate that a job in her directorate must be carried out either by a man or a woman. Explain this to her, considering the main principles of discrimination law in recruitment and selection in your email with reference to specific examples."},{"Assessment Criteria":"2.2 Discuss the legal requirements of equal pay.","Question":"Email 4: A nurse manager wants to upgrade two of her health care assistants (HCAs) using some surplus money left over from a research project she has been carrying out. She wants to move them from the A grade on which the vast majority of HCAs in your Trust are employed to the higher B grade. The two people concerned are men. 80% of the HCAs in your Trust are women. She is asking you to approve the upgrade. Include discussion of the legal requirements of equal pay in your reply."},{"Assessment Criteria":"3.1 Discuss the legal implications of varying contracts.","Question":"Email 5: A colleague is concerned that a radiographer who recently resigned from the Trust may be about to make a constructive dismissal claim in relation to a change that was made recently to his working hours. She asks for your advice about the circumstances in which such a change can form the basis of a successful constructive dismissal claim and about how long former employees have to make claims before they are considered to be 'out of time' by the Employment Tribunal Service."},{"Assessment Criteria":"3.2 Explain the legal requirements relating to redundancy.","Question":"Email 6: A senior manager is leading on a reorganisation in his directorate. Fifty posts are to be lost, some of which will involve compulsory redundancies. He is keen to get on with the process quickly, simply dismissing the poorest performers and avoiding as much by way of time-consuming consultation as possible. Include discussion of the legal requirements relating to redundancy in your answer."},{"Assessment Criteria":"3.3 Explain the legal requirements relating to transfers of undertakings.","Question":"Email 7: Your Chief Executive Officer is about to open preliminary negotiations with a neighbouring hospital trust about the possibility of merging their two major pharmacy operations. The new centralised pharmacy will be based in your Trust but will provide services to the neighbouring trust as an expanded operation. She asks you to explain the major relevant rights that any employees involved in the merger might have in respect of the Transfer of Undertakings (i.e. TUPE) regulations should it go ahead at some date in the future."},{"Assessment Criteria":"4.1 Explain the major statutory rights in leave and working time.","Question":"Email 8: You are asked to explain the regulatory requirements relating to the calculation of holiday pay to a new colleague. There are several dozen nurse bank staff who are employed regularly but on a casual basis to work in his department. They mainly cover shifts when permanently employed colleagues are absent and he is keen to ensure that their holiday pay is calculated fairly and lawfully."},{"Assessment Criteria":"4.2 Explain the main principles of maternity, paternity and adoption rights in the context of employment rights.","Question":"Email 9: A member of staff who is pregnant asks you to explain to her the major ways in which maternity leave and shared parental leave differ. She is considering which of these options would be most beneficial to her and her partner and is looking for your guidance before making her decision."},{"Assessment Criteria":"4.3 Explain employment rights relating to flexible working.","Question":"Email 10: A colleague in the People Management team has recently received a letter from a newly appointed administrative officer who is employed to work on your main hospital site. She is formally requesting the right to work from home on three days each week. Your colleague does not wish to accede to this request for fear that it will encourage other administrative staff to demand the right to work from home too and that this will reduce the quality of the service the team provides. Include an explanation of employment rights in relation to flexible working in your answer."}],"5OS02 - Advances in digital learning and development":[{"Assessment Criteria":"1.1 Evaluate how the development of technology and digital collaboration has impacted the design and delivery of learning and development over time.","Question":"Task 1 Question 1: Evaluate how the development of technology and digital collaboration has impacted the design and delivery of learning and development over the last decade."},{"Assessment Criteria":"1.2 Assess the risks and challenges technology-based learning and development poses, and how these are being addressed, for: - organisations - learners","Question":"Task 1 Question 2: Assess the main risks and/challenges of technology-based L&D - for both organisations and learners - including how these are being addressed."},{"Assessment Criteria":"1.3 Assess the impact of emerging learning technologies on the role of L&D professional.","Question":"Task 1 Question 3: Assess how your role, as an L&D professional, has been impacted by emerging L&D technologies."},{"Assessment Criteria":"2.1 Summarise different types of digital learning content including the applications of each.","Question":"Task 1 Question 4: Summarise two different types of digital learning content and, for each, how you might use them."},{"Assessment Criteria":"2.2 Discuss how the choice of digital learning content impacts the effectiveness of learning and levels of engagement.","Question":"Task 1 Question 5: Discuss two ways in which the choice of digital learning content can impact the effectiveness of learning and levels of engagement"},{"Assessment Criteria":"2.3 Explain key principles of curating engaging learning content to address a specific need.","Question":"Task 1 Question 6: Explain the key principles that someone who wants to start curating learning materials for their team, which might include specific needs, should be aware of."},{"Assessment Criteria":"3.1 Discuss how facilitation of a live online learning activity can differ from facilitation of a face-to-face learning activity and the implications of this for: facilitators learners","Question":"Task 1 Question 7: Discuss the key differences between facilitating a live online learning activity and facilitating a face-to-face learning activity and the implications of these for both the facilitator and the learners."},{"Assessment Criteria":"3.2 Assess the main skills required to facilitate online learning activities.","Question":"Task 1 Question 8: For someone who is planning their CPD, assess the skills they need to be an effective facilitator of online learning activities"},{"Assessment Criteria":"3.3 Demonstrate online facilitation skills within a live online learning activity.","Question":"Task 2 Activity: You have been asked to facilitate and record a live online learning session, with at least two learners, in which you demonstrate at least two online facilitation skills it will need to be approximately 15- 20 minutes in duration."}],"5OS04 - People Management in an International Context":[{"Assessment Criteria":"1.1 Examine the contextual factors of an international organisation.","Question":"Drawing on Geert Hofstede's cultural mapping research, examine the major ways in which UK and Japanese workplace cultures differ from each other and how this may pose significant challenges for your organisation in the future following the takeover."},{"Assessment Criteria":"1.2 Assess the drivers and benefits of employment in an international context.","Question":"Assess the benefits to your company (from the scenario) of employing people in an international context following the takeover."},{"Assessment Criteria":"1.3 Explain convergent or divergent approaches to inform people management policy and practice choices.","Question":"Explain why there is typically some tension in multi-national companies between a wish to adhere to global corporate standards and norms when managing people, and an equally strong need to respect established local standards and norms. How can this tension best be resolved in your company as it prepares to implement the proposed takeover?"},{"Assessment Criteria":"2.1 Assess the factors to be considered when selecting and resourcing staff for international assignments.","Question":"Assess the major short term people management factors that your company (from the scenario) will need to consider during the next few months as the implications of the takeover become clear to the workforce."},{"Assessment Criteria":"2.2 Explain why people practices can vary across international boundaries.","Question":"Explain two major ways in which employment and labour market traditions vary between the UK and Japan. Illustrate each with a practical example."},{"Assessment Criteria":"2.3 Evaluate the cultural and institutional differences to be considered when managing international people practice.","Question":"Evaluate two major ways in which common people management practices differ between the UK and Japan."},{"Assessment Criteria":"3.1 Explain the role and function of people practice in an international organisational context.","Question":"Explain the main role and function of a well-run and effective international people management function."},{"Assessment Criteria":"3.2 Consider how people practices and policies are shaped by the international context.","Question":"Consider the features of people management in a typical Japanese company employing professional staff. Which would you like to see adopted by your workplace? Which would you prefer to see not adopted?"},{"Assessment Criteria":"4.1 Evaluate the reasons that companies use expatriates for international working.","Question":"Evaluate the potential advantages of expatriating Japanese staff to work in the UK and vice versa."},{"Assessment Criteria":"4.2 Explain the process for selecting, preparing and managing expatriates for overseas relocation for work.","Question":"Explain which personal attributes and competencies your companies(from the scenario) should consider when selecting staff to work at the new parent company's headquarters in Japan."},{"Assessment Criteria":"4.3 Explain how people practice can support re-entry and resettlement of overseas workers.","Question":"Explain which policies and practices your company (from the scenario) should adopt for managing the repatriation of expatriate staff after their assignments in the UK and in Japan."}]},"Level 5 Associate Diploma in Learning and Development":{"5CO01 - Organisational performance and culture in practice":[{"Assessment Criteria":"1.1 - Evaluate the advantages and disadvantages of different types of organisation structures, including the reasons underpinning them.","Question":"Evaluate the extent to which the flat non-hierarchical structure was appropriate under Kirsten's ownership and the extent to which the hierarchical bureaucratic structure is suitable under Chaffinch Group's ownership."},{"Assessment Criteria":"1.2 - Analyse connections between organisational strategy, products, services and customers.","Question":"Analyse how Chaffinch Group could use a rational approach to strategy formulation to ensure that services provided meet customer needs."},{"Assessment Criteria":"1.3 Analyse external factors and trends impacting organisations to identify current organisational priorities.","Question":"Analyse one external factor that is currently having a negative impact on the residential care industry and one external factor that is currently having a positive impact on the residential care industry."},{"Assessment Criteria":"1.4 Assess the scale of technology within organisations and how it impacts work.","Question":"Under Kirsten's ownership of Calmere House, there was little investment in technology. Chaffinch Group want to change this approach and have decided to implement technology to deliver better patient care and employee experience. Assess how technology could be used by Chaffinch Group and how this would impact work at Calmere House."},{"Assessment Criteria":"2.1 Explain theories and models which examine organisational culture and human behaviour.","Question":"Using theories and models which examine organisational and human behaviour, explain why problems have arisen following the takeover of Calmere House by Chaffinch Group."},{"Assessment Criteria":"2.2 Assess how people practices impact on organisational culture and behaviour.","Question":"Assess how changes to selection and employee voice have impacted organisational culture and behaviours at Chaffinch Group."},{"Assessment Criteria":"2.3 Explain different approaches to managing change.","Question":"Explain how Chaffinch Group could have better managed the change from a small owner-managed care home to Calmere House being part of a large organisation."},{"Assessment Criteria":"2.4 Discuss models for how change is experienced.","Question":"Explain the experience of change for the employees at Calmere House and examine how this is reflected through the stages of one model."},{"Assessment Criteria":"2.5 Assess the importance of wellbeing at work and the different factors which impact wellbeing.","Question":"Assess two factors that could impact employee wellbeing at Calmere House including why it is important that these factors are addressed."},{"Assessment Criteria":"3.1 Discuss the links between the employee lifecycle and different people practice roles.","Question":"Discuss how the people manager, recruitment advisor and employment relations case advisor could support the retention stage of the employee lifecycle."},{"Assessment Criteria":"3.2 Analyse how people practice connects with other areas of an organisation and supports wider people and organisational strategies.","Question":"Analyse how people practices could help Chaffinch Group to fill 100% of resident rooms within six months."},{"Assessment Criteria":"3.3 Discuss processes for consulting and engaging with internal customers to understand their needs.","Question":"Discuss how Kath could consult and engage with employees to understand why employee turnover at Calmere House has increased."}],"5CO02 - Evidence-based practice and the decision-making process":[{"Assessment Criteria":"1.1 - Evaluate of the concept of evidence-based practice including how it can be applied to decision-making in people practice.","Question":"Evaluate the concept of evidence-based practice (EBP) and provide two examples of where Technivara could use it to ensure sound decision-making in people practice."},{"Assessment Criteria":"1.2 - Evaluate a range of analysis tools and methods including how they can be applied to diagnose organisational issues, challenges and opportunities.","Question":"Evaluate one appropriate analysis tool and one appropriate analysis method that Technivara might apply to recognise and diagnose issues, challenges, and opportunities."},{"Assessment Criteria":"1.3 - Explain the principles of critical thinking including how you apply these to your own and others' ideas.","Question":"Explain the main principles of critical thinking including how these might apply to your own and others' ideas to assist objective and rational debate at Technivara."},{"Assessment Criteria":"1.4 - Explain a range of decision-making processes.","Question":"Explain two decision-making processes that Technivara could apply to ensure that effective outcomes are achieved."},{"Assessment Criteria":"1.5 - Assess how different ethical perspectives can influence decision-making.","Question":"Assess two different ethical perspectives including how these could be used at Technivara to inform and influence decision-making."},{"Assessment Criteria":"2.1 - With reference to a people practice issue, interpret analytical data using appropriate analysis tools and methods.","Question":"Table 1 shows Technivara's turnover and recruitment data for 2024. Sue has asked you to convert the data into percentage form, for each of the departments, to show:\n- Leavers as a % of the total number of employees\n- Vacancies as % of the total number of employees\n- Positions filled as a % of the total number of employees"},{"Assessment Criteria":"2.2 - Present key findings for stakeholders from people practice activities and initiatives.","Question":"When you have completed Table 1, present your findings using a minimum of three different types of diagrammatical forms."},{"Assessment Criteria":"2.3 - Make justified recommendations based on evaluation of the benefits, risks and financial implications of potential solutions.","Question":"Table 2 contains evaluation feedback from 42 employees who attended a recent learning and development activity. Sue would like you to review the feedback and identify patterns, themes or trends that might be occurring and make recommendations based on your findings."},{"Assessment Criteria":"3.1 - Appraise different ways organisations measure financial and non-financial performance.","Question":"Appraise two different ways that Technivara could measure financial and non-financial performance, providing one example of each."},{"Assessment Criteria":"3.2 - Explain how to measure the impact and value of people practice using a variety of methods.","Question":"Explain how people practices could add value at Technivara and identify two methods that might be used to measure the impact of these people practices."}],"5CO03 - Professional behaviours and valuing people":[{"Assessment Criteria":"1.1 Appraise what it means to be a people professional.","Question":"As part of her actions to improve systems and procedures at Nexxobyte, Aisha has established monthly on-site Management Team meetings to be attended by her, Kit, you and the three Team Leaders. She would like you to make a short presentation at the first meeting 'appraising what it means to be a people professional, and some of the ways you can contribute at Nexxobyte.'\nProvide a written response covering the points you would include in this presentation. NOTE: there is no requirement to 'present' anything for this question - only to provide a written response."},{"Assessment Criteria":"1.2 Recognise how personal and ethical values can be applied in the context of people practice.","Question":"You are excited by your new role and whilst you can see that there is a lot to do, you feel ready for the challenge.\nDiscuss two of your personal or ethical values that you believe will help you in your new role, and how consistently applying these will inform your people practice work at Nexxobyte."},{"Assessment Criteria":"1.3 Consider the importance of people professionals contributing to discussions in an informed, clear and confident way to influence others.","Question":"Aisha has emphasised that she wants you to be a 'a firm voice for people practice at Nexxobyte'. This means communicating with the management team in an informed, clear and confident way to convince them of the need for change and new ways of working. Consider why it is important to communicate in this way and two potential consequences (one for you and one for Nexxobyte) if you are unable to do so."},{"Assessment Criteria":"1.4 Recognise when and how you would raise matters which conflict with ethical values or legislation.","Question":"During a conversation with the two administration staff, you learn more about some of the problems there have been at Nexxobyte. Some of these involved unethical behaviour (one manager regularly approving attendance at expensive training events and conferences for his 'favourite' team members, whilst consistently refusing similar requests from others) and even some illegal activity (a former employee using Nexxobyte work time and equipment to operate his own separate business).\nExplain how, if you had been at Nexxobyte and aware of these two situations when they existed, you would have approached and raised them."},{"Assessment Criteria":"2.1 Argue the human and business benefits of people feeling included, valued, and fairly treated at work linking to related theory.","Question":"You are pleased that your presentation at the manager's meeting (see Q1) was well received. However, one manager has since commented in the Manager Chat group, “We don't really need to change anything - the company is doing well financially and anyway people work much harder when they are not protected by a load of feel-good policies and procedures.” You want to respond to this comment in a professional and informative way which may help to change these views.\nWith reference to research or theory, argue the human and business benefits of people feeling included, valued, and fairly treated at work."},{"Assessment Criteria":"2.2 Discuss strategies for designing and ensuring inclusive people practices.","Question":"Following several of the complaints about unfair practice in relation to staff training, Aisha has asked you to devise a fair Staff Learning & Development Policy, which will include all staff members and will set out factors such as: allowable paid time for development activities, individual training budgets, type of learning activities that can be included, etc.\nDiscuss the steps you will take\nTo make your design of the initiative fair and inclusive\nTo check, after three months of implementation, that the initiative is as inclusive as you have intended.\nNOTE: there is no need to devise a policy here, only to discuss how you will design it to be inclusive and how you will check inclusivity after three months."},{"Assessment Criteria":"2.3 Reflect on your own approach to working inclusively and building positive working relationships with others.","Question":"Using a combination of your own reflections and feedback from at least one other person, review your own behaviour against the six Associate-level standards for 'Working inclusively' in the CIPD Profession Map. https://www.cipd.org/uk/the-people-profession/the-profession-map/explore-the-profession-map/core-behaviours/working-inclusively/\nSummarise your conclusions from this activity, along with a brief explanation of who you involved and how their feedback informed your review.NOTE: You don't need to provide a reference or in-text citation for AC 2.3."},{"Assessment Criteria":"3.1 Explore how the role of a people professional is evolving and the implications this has for continuing professional development.","Question":"Research and identify two ways the people practitioner role (generalist or any specialist) is evolving. Summarise these two developments and the implications they have for your ongoing professional development."},{"Assessment Criteria":"3.2 Assess your strengths, weaknesses and development areas based on self-assessment and feedback from others","Question":"With reference to your reflections and feedback at Q7, and your research at Q8, assess your current strengths, weaknesses and development areas in relation to people practice. NOTE: You don't need to provide a reference or in-text citation for AC 3.2"},{"Assessment Criteria":"3.3 Formulate a range of formal and/or informal continuing professional development (CPD) activities to support your learning journey.","Question":"Following on from your self-assessments, identify two development activities you will undertake (or commence) in the next six months. Provide a brief explanation of the activities you have selected along with your reasons for choosing them. NOTE: You don't need to provide a reference or in-text citation for AC 3.3"},{"Assessment Criteria":"3.4 Reflect on the impact of your continuing professional development activities on own behaviour and performance.","Question":"Shifting your focus to development activities you have already undertaken within the last two years, reflect on the two activities (formal or informal) that you consider had the greatest impact on your behaviour and performance.\nProvide your reflections, attached to your assessment, as either:\nyour own format CPD record, edited to include just the two selected activities, or\na report (or reports) from the CIPD 'My CPD Reflections' tool.NOTE: You don't need to provide a reference or in-text citation for AC 3.4."}],"5LD01 - Supporting informal and self-directed learning":[{"Assessment Criteria":"1.1 Differentiate between employee involvement and employee participation and how it builds relationships.","Question":"The terms 'formal learning' and 'informal learning' are used to describe different approaches to learning in the workplace. Explain what is meant by each of these."},{"Assessment Criteria":"1.2 Compare forms of union and non-union employee representation.","Question":"There are many theories of human learning. With reference to two of these, discuss how people learn from, and with, others in a workplace context."},{"Assessment Criteria":"1.3 Evaluate the relationship between employee voice and organisational performance.","Question":"Explain what is meant by 'self-directed learning' with examples of how this might take place in a workplace."},{"Assessment Criteria":"1.4 Explain the concept of better working lives and how this can be designed.","Question":"Assess the potential benefits and risks of informal and self-directed learning for both individuals and organisations."},{"Assessment Criteria":"2.1 Distinguish between organisational conflict and misbehaviour.","Question":"Explain the steps organisations can take to encourage informal learning."},{"Assessment Criteria":"2.2 Assess emerging trends in the types of conflict and industrial sanctions.","Question":"Explain the steps organisations can take to encourage self-directed learning."},{"Assessment Criteria":"2.3 Distinguish between third-party conciliation, mediation, and arbitration.","Question":"Assess how digital or technological innovation is encouraging and enabling informal and self-directed learning."},{"Assessment Criteria":"2.4 Discuss strategies for supporting individuals to reflect on and measure the impact of informal and self-directed learning.","Question":"Formal and group learning often involve some built-in reflection activities - however this is not always the case with informal and self-directed learning. Discuss two strategies, which could be employed in a workplace context, for supporting individuals to reflect on and measure the impact of their informal and self-directed learning."},{"Assessment Criteria":"3.1 Explain the principles of legislation relating to unfair dismissal in respect of capability and misconduct issues.","Question":"Explain what is meant by 'curation of learning resources' and three key principles underpinning how this should be done."},{"Assessment Criteria":"3.2 Curate a range of accessible learning resources in relation to a specific area of learning using an appropriate platform/method to make them accessible to others.","Question":"Task 2 Curation: You have been asked to curate six different learning resources that are varied and complement each other, and to make these available via an appropriate method/platform. This could be as simple as email, but ideally some form of resource sharing software or platform. (Note: The task only requires you to identify and explain your chosen method.)"}],"5LD02 - Design learning and development programmes to create value":[{"Assessment Criteria":"1.1 Discuss different ways learning and development supports the achievement of organisational goals.","Question":"Learning and development can play a major role in an organisation's success. Discuss three different ways that learning and development can support the achievement of organisational goals."},{"Assessment Criteria":"1.2 Identify key stakeholders for learning and development and ways of gaining their commitment to programmes.","Question":"Identify who, in an organisation, are likely to be the key stakeholders for a learning and development programme. In each case, summarise what their interest in the programme would be and how you would seek to gain their commitment to the programme."},{"Assessment Criteria":"1.3 Explain methods for identifying team and individual learning needs and key principles governing their use.","Question":"Explain three methods for identifying team or individual learning needs, and for each method, at least one key principle pertaining to its use."},{"Assessment Criteria":"1.4 Explain the importance of setting clear, agreed learning and development objectives and ways of doing this.","Question":"Explain why it is crucial to set and agree clear learning and development objectives for a programme and how you would do this. Your response should include both how you would set objectives and how you would agree them."},{"Assessment Criteria":"2.1 Explore legal, logistical, and financial factors to be considered when designing learning and development.","Question":"Explore three different factors that should be considered when designing a learning and development programme and for each, their potential impact. Your response should include: one legal factor, one logistical factor, one financial factor,"},{"Assessment Criteria":"2.2 Explain how inclusivity and accessibility can be built into learning and development at the design stage.","Question":"Explain two ways inclusivity and accessibility can be built into learning and development at the design stage."},{"Assessment Criteria":"2.3 Explain how the impact of learning and development can be measured and why this must be considered at the design stage.","Question":"Explain three different ways the impact of learning and development can be measured and why evaluation/impact measurement must be considered at the design stage."},{"Assessment Criteria":"3.1 Assess how aspects of learning-related psychology and neuroscience have influenced approaches to the design of learning and development.","Question":"Assess how one aspect of learning-related psychology and one aspect of neuroscience have influenced approaches to the design of learning and development"},{"Assessment Criteria":"3.2 Discuss a range of learning and development delivery methods and how they can be blended to form an engaging and effective learning and development programme.","Question":"Discuss a range of learning and development delivery methods and how they can be blended to form an engaging and effective learning and development programme."},{"Assessment Criteria":"3.3 Design a learning and development programme which addresses identified learning and development objectives and includes: different delivery methods engagement techniques impact measurement activities","Question":"Programme Design: Design a learning and development programme which addresses identified learning and development objective/s and includes:\n• clearly stated L&D objectives\n• fully relevant learning content\n• different delivery methods\n• engagement techniques\n• impact measurement activities."}],"5LD03 - Facilitate structured learning and development activities for groups":[{"Assessment Criteria":"1.1 Explore factors to consider in preparation for group-based learning and development activities.","Question":"Discuss three factors you might consider when preparing to facilitate group-based learning and development activities. Your response should cover:\n• One factor relating to preparing learners\n• One factor relating to preparing the physical space\n• One factor relating to your personal preparation."},{"Assessment Criteria":"1.2 Explain principles underpinning the selection of learning resources and materials to support learning activities.","Question":"Explain three principles that would guide your selection of learning resources or materials to support learning activities."},{"Assessment Criteria":"2.1 Discuss the concept of facilitation and ethical factors involved in the facilitation of group-based learning.","Question":"Discuss the concept of facilitation and two ethical factors that practitioners should be aware of when facilitating group-based learning."},{"Assessment Criteria":"2.2 Explain a range of learning facilitation methods and techniques and how they can be applied to support learning.","Question":"Explain four different learning facilitation methods/techniques including how you would use each of them to support learning in a group context."},{"Assessment Criteria":"2.3 Discuss techniques for monitoring the effectiveness of learning activities during facilitation and making real-time adjustments to meet the needs of individual learners within a group context.","Question":"Discuss two techniques for monitoring the effectiveness of learning activities during facilitation and two real-time adjustments you might make to enhance the learning process. This should be for one or more learners, where your monitoring identified a need for this."},{"Assessment Criteria":"2.4 Facilitate face-to-face, group-based learning and development activity that is inclusive and meets objectives.","Question":"Task 2 Activity: Facilitated a learning activity, that meets the following five requirements:\n- is facilitated face-to-face, in person\n- is for a group of learners (i.e. minimum three learners)\n- is of an hour duration in total (however we only need a 20 min extraction of it).\n- involves facilitation strategies/techniques to ensure the activity is inclusive\n- addresses specific learning objectives."},{"Assessment Criteria":"3.1 Explain the concept of 'transfer of learning' and its significance in workplace learning.","Question":"Explain the concept of 'transfer of learning' and its significance in workplace learning."},{"Assessment Criteria":"3.2 Evaluate strategies for supporting the transfer of learning from learning and development activities to the workplace.","Question":"There are various strategies available to support the transfer of learning from a learning event back to the workplace, such as action planning, work-based projects, and action learning sets. Evaluate the use of two of these three examples."},{"Assessment Criteria":"3.3 Evaluate the role of line managers in supporting transfer of learning for their team members, and how learning and development can support them in this.","Question":"Evaluate the role of line managers in supporting transfer of learning for their team members, and the role L&D can play in supporting line managers to do this."}],"5OS01 - Specialist employment law":[{"Assessment Criteria":"1.1 Evaluate the aims and objectives of employment regulation.","Question":"Email 1: A fellow people management officer estimates that 20% or so of her working days are taken up with activity that is created as a result of regulations. She states this is time she would prefer to spend more productively improving the employment experience that the Trust provides. To help her understand why it is important to spend time dealing with issues that relate to employment law, send a reply that includes an evaluation of the aims and objectives of employment regulation."},{"Assessment Criteria":"1.2 Examine the role played by the tribunal and courts system in enforcing employment law.","Question":"Email 2: You are asked to brief a senior manager in your team about the status of judgements made by the European Court of Justice (ECJ) prior to the UK's departure from the European Union in 2020. Do these remain good law? Are they still binding on the UK courts? Or can they now be disregarded? He asks for an example by way of illustration."},{"Assessment Criteria":"2.1 Explain the main principles of discrimination law in recruitment, selection and employment.","Question":"Email 3: A colleague asks for advice about 'occupational requirements'. She wants to know when she may and may not seek to stipulate that a job in her directorate must be carried out either by a man or a woman. Explain this to her, considering the main principles of discrimination law in recruitment and selection in your email with reference to specific examples."},{"Assessment Criteria":"2.2 Discuss the legal requirements of equal pay.","Question":"Email 4: A nurse manager wants to upgrade two of her health care assistants (HCAs) using some surplus money left over from a research project she has been carrying out. She wants to move them from the A grade on which the vast majority of HCAs in your Trust are employed to the higher B grade. The two people concerned are men. 80% of the HCAs in your Trust are women. She is asking you to approve the upgrade. Include discussion of the legal requirements of equal pay in your reply."},{"Assessment Criteria":"3.1 Discuss the legal implications of varying contracts.","Question":"Email 5: A colleague is concerned that a radiographer who recently resigned from the Trust may be about to make a constructive dismissal claim in relation to a change that was made recently to his working hours. She asks for your advice about the circumstances in which such a change can form the basis of a successful constructive dismissal claim and about how long former employees have to make claims before they are considered to be 'out of time' by the Employment Tribunal Service."},{"Assessment Criteria":"3.2 Explain the legal requirements relating to redundancy.","Question":"Email 6: A senior manager is leading on a reorganisation in his directorate. Fifty posts are to be lost, some of which will involve compulsory redundancies. He is keen to get on with the process quickly, simply dismissing the poorest performers and avoiding as much by way of time-consuming consultation as possible. Include discussion of the legal requirements relating to redundancy in your answer."},{"Assessment Criteria":"3.3 Explain the legal requirements relating to transfers of undertakings.","Question":"Email 7: Your Chief Executive Officer is about to open preliminary negotiations with a neighbouring hospital trust about the possibility of merging their two major pharmacy operations. The new centralised pharmacy will be based in your Trust but will provide services to the neighbouring trust as an expanded operation. She asks you to explain the major relevant rights that any employees involved in the merger might have in respect of the Transfer of Undertakings (i.e. TUPE) regulations should it go ahead at some date in the future."},{"Assessment Criteria":"4.1 Explain the major statutory rights in leave and working time.","Question":"Email 8: You are asked to explain the regulatory requirements relating to the calculation of holiday pay to a new colleague. There are several dozen nurse bank staff who are employed regularly but on a casual basis to work in his department. They mainly cover shifts when permanently employed colleagues are absent and he is keen to ensure that their holiday pay is calculated fairly and lawfully."},{"Assessment Criteria":"4.2 Explain the main principles of maternity, paternity and adoption rights in the context of employment rights.","Question":"Email 9: A member of staff who is pregnant asks you to explain to her the major ways in which maternity leave and shared parental leave differ. She is considering which of these options would be most beneficial to her and her partner and is looking for your guidance before making her decision."},{"Assessment Criteria":"4.3 Explain employment rights relating to flexible working.","Question":"Email 10: A colleague in the People Management team has recently received a letter from a newly appointed administrative officer who is employed to work on your main hospital site. She is formally requesting the right to work from home on three days each week. Your colleague does not wish to accede to this request for fear that it will encourage other administrative staff to demand the right to work from home too and that this will reduce the quality of the service the team provides. Include an explanation of employment rights in relation to flexible working in your answer."}],"5OS02 - Advances in digital learning and development":[{"Assessment Criteria":"1.1 Evaluate how the development of technology and digital collaboration has impacted the design and delivery of learning and development over time.","Question":"Task 1 Question 1: Evaluate how the development of technology and digital collaboration has impacted the design and delivery of learning and development over the last decade."},{"Assessment Criteria":"1.2 Assess the risks and challenges technology-based learning and development poses, and how these are being addressed, for: - organisations - learners","Question":"Task 1 Question 2: Assess the main risks and/challenges of technology-based L&D - for both organisations and learners - including how these are being addressed."},{"Assessment Criteria":"1.3 Assess the impact of emerging learning technologies on the role of L&D professional.","Question":"Task 1 Question 3: Assess how your role, as an L&D professional, has been impacted by emerging L&D technologies."},{"Assessment Criteria":"2.1 Summarise different types of digital learning content including the applications of each.","Question":"Task 1 Question 4: Summarise two different types of digital learning content and, for each, how you might use them."},{"Assessment Criteria":"2.2 Discuss how the choice of digital learning content impacts the effectiveness of learning and levels of engagement.","Question":"Task 1 Question 5: Discuss two ways in which the choice of digital learning content can impact the effectiveness of learning and levels of engagement"},{"Assessment Criteria":"2.3 Explain key principles of curating engaging learning content to address a specific need.","Question":"Task 1 Question 6: Explain the key principles that someone who wants to start curating learning materials for their team, which might include specific needs, should be aware of."},{"Assessment Criteria":"3.1 Discuss how facilitation of a live online learning activity can differ from facilitation of a face-to-face learning activity and the implications of this for: facilitators learners","Question":"Task 1 Question 7: Discuss the key differences between facilitating a live online learning activity and facilitating a face-to-face learning activity and the implications of these for both the facilitator and the learners."},{"Assessment Criteria":"3.2 Assess the main skills required to facilitate online learning activities.","Question":"Task 1 Question 8: For someone who is planning their CPD, assess the skills they need to be an effective facilitator of online learning activities"},{"Assessment Criteria":"3.3 Demonstrate online facilitation skills within a live online learning activity.","Question":"Task 2 Activity: You have been asked to facilitate and record a live online learning session, with at least two learners, in which you demonstrate at least two online facilitation skills it will need to be approximately 15- 20 minutes in duration."}]},"Level 7":{"7HR01 - Strategic employment relations":[{"Assessment Criteria":"1.1 Critically evaluate different perspectives on employment relations.","Question":"Question 1: Provide an overview of the three main perspectives on employment relations, unitarist, pluralist and radical, explaining which approach is adopted at your organisation, critically evaluating how this influences the work of its people professionals."},{"Assessment Criteria":"2.2 Review the practice of employment relations at organisation level, including how it is being shaped by short-term competitive pressures.","Question":"Question 2: Employment relations strategies are shaped by competitive pressures; review how the current labour market and organisational strategy impacts the management of employment relations within the organisation."},{"Assessment Criteria":"3.4 Evaluate how organisations drive and assess employee engagement.","Question":"Question 3: Propose two distinct strategies to improve levels of engagement within the organisation and evaluate how their impact on organisational performance can be measured. Justify your recommendations."},{"Assessment Criteria":"4.1 Critically analyse the role of collective bargaining in determining pay and other contractual issues in organisations.","Question":"Question 4: Identify two different forms of collective bargaining, one in a unionised and one in a non-unionised environment, critically analysing their role in determining pay and resolving differences. Explain to what extent either applies to your own organisation."}]}}